window.onload = function(argument) {

  // var lyric = "i couldn't take it couldn't stand another minute couldn't bear another day without you in it";
  var lyric = "𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐓𝐡𝐞 𝐃𝐞𝐚𝐭𝐡 𝐨𝐟 𝐚𝐧 𝐢𝐧𝐝𝐢𝐯𝐢𝐝𝐮𝐚𝐥 𝐬𝐨𝐥𝐯𝐞𝐬 𝐚𝐥𝐥 𝐭𝐡𝐞 𝐩𝐫𝐨𝐛𝐥𝐞𝐦𝐬 𝐨𝐟 𝐬𝐚𝐢𝐝 𝐢𝐧𝐝𝐢𝐯𝐢𝐝𝐮𝐚𝐥 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐚𝐦 𝐌𝐝^𝐀𝐤𝐢𝐣^𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎𝐬𝐥𝐚𝐦 𝐰𝐡𝐞𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐚 𝐩𝐞𝐫𝐬𝐨𝐧 𝐝𝐞𝐜𝐢𝐝𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 ㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐣𝐮𝐬𝐭 ㋛︎ 𝐧𝐨 𝐨𝐧𝐞 𝐰𝐢𝐥𝐥 𝐮𝐧𝐝𝐞𝐫𝐬𝐭𝐚𝐧𝐝 𝐞𝐱𝐜𝐞𝐩𝐭 ㋛︎ 𝐩𝐞𝐫𝐬𝐨𝐧 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 🄰♡︎🄼 𝐝𝐞𝐚𝐝 𝐣𝐮𝐬𝐭 𝐭𝐫𝐲𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐥𝐢𝐯𝐞 𝐁𝐞𝐭𝐭𝐞𝐫 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐛𝐮𝐫𝐧 𝐭𝐡𝐚𝐧 𝐟𝐚𝐝𝐞  𝐍𝐨𝐛𝐨𝐝𝐲 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐛𝐥𝐚𝐦𝐞 𝐟𝐨𝐫 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐃𝐞𝐚𝐭𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐚𝐦 𝐞𝐧𝐭𝐢𝐫𝐞𝐥𝐲 𝐫𝐞𝐬𝐩𝐨𝐧𝐬𝐢𝐛𝐥𝐞 𝐟𝐨𝐫 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐨𝐰𝐧 𝐃𝐞𝐚𝐭𝐡  ㋛︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐤𝐢𝐥𝐥𝐬 𝐲𝐨𝐮𝐫 𝐡𝐚𝐩𝐩𝐢𝐧𝐞𝐬𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐜𝐨𝐮𝐥𝐝 𝐞𝐱𝐩𝐥𝐚𝐢𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐨𝐦𝐞𝐨𝐧𝐞 𝐰𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐠𝐨𝐢𝐧𝐠 𝐭𝐡𝐫𝐨𝐮𝐠𝐡 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐦𝐢𝐧𝐝  𝐌𝐲 𝐞𝐲𝐞𝐬 𝐰𝐚𝐧𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐥𝐞𝐞𝐩  𝙳𝙴𝙰𝚃𝙷シ︎ 𝐡𝐞𝐚𝐝 𝐰𝐨𝐧'𝐭 𝐥𝐞𝐭 𝐦𝐞 𝐬𝐥𝐞𝐞𝐩  𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐥𝐨𝐯𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐡𝐮𝐫𝐭 𝙳𝙴𝙰𝚃𝙷 𝐬𝐞𝐥𝐟 ㋛︎ 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐡𝐚𝐩𝐩𝐢𝐧𝐞𝐬𝐬  𝐓𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐭𝐡𝐞 𝐧𝐢𝐠𝐡𝐭 𝐞𝐧𝐝𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ ㋛︎ 𝐠𝐞𝐭 𝐨𝐮𝐭 𝐨𝐟 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐭𝐡𝐨𝐮𝐠𝐡𝐭𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎𝐟 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐮𝐫𝐭 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 𝐭𝐡𝐞𝐧 𝐢𝐭 𝐟𝐞𝐞𝐥𝐬 𝐛𝐞𝐭𝐭𝐞𝐫 𝐀 𝐥𝐨𝐭 𝐨𝐟 𝐝𝐞𝐬𝐢𝐫𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐥𝐞𝐚𝐫𝐧 𝐬𝐨𝐦𝐞𝐭𝐡𝐢𝐧𝐠 𝐧𝐞𝐰 𝐬𝐢𝐧𝐜𝐞 𝐜𝐡𝐢𝐥𝐝𝐡𝐨𝐨𝐝 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐥𝐢𝐯𝐞 🥺 𝐨𝐧𝐞 𝐭𝐡𝐢𝐧𝐠  𝐅𝐨𝐫 𝐰𝐡𝐢𝐜𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐥𝐨𝐬𝐞 𝐦𝐚𝐧𝐲 𝐝𝐞𝐚𝐫 𝐭𝐡𝐢𝐧𝐠𝐬 𝐢𝐧 𝐥𝐢𝐟𝐞 𝐚𝐧𝐝 𝐥𝐞𝐚𝐫𝐧 𝐦𝐚𝐧𝐲 𝐭𝐡𝐢𝐧𝐠𝐬 𝐚𝐥𝐨𝐧𝐞 𝐚𝐧𝐝 𝐧𝐨𝐰 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐜𝐚𝐮𝐬𝐞 𝐨𝐟 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐃𝐞𝐚𝐭𝐡 🥺   𝐅𝐮𝐜𝐤 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐥𝐢𝐟𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎𝐟 𝐃𝐞𝐚𝐭𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐞𝐧𝐝 𝐨𝐟 𝐚𝐥𝐥 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼  𝐓𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐫𝐢𝐠𝐡𝐭 🥺 𝐦𝐞  𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐭𝐞 𝙳𝙴𝙰𝚃𝙷 𝐬𝐞𝐥𝐟 𝐰𝐡𝐲 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐭𝐡𝐞 🄰♡︎🄼 🥺 𝐦𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐧𝐨𝐭𝐡𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐚𝐲 𝐡𝐚𝐩𝐩𝐢𝐧𝐞𝐬𝐬 𝐢𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐥𝐢𝐟𝐞 𝐖𝐡𝐚𝐭 𝐰𝐢𝐥𝐥 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 🥺 𝙳𝙴𝙰𝚃𝙷シ︎  𝐥𝐢𝐟𝐞 𝐨𝐟 𝐡𝐚𝐭𝐞 𝐍𝐨 𝐨𝐧𝐞 𝐰𝐚𝐧𝐭𝐬 𝐦𝐞 𝐇𝐚𝐭𝐢𝐧𝐠 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 𝐦𝐨𝐫𝐞 𝐚𝐧𝐝 𝐦𝐨𝐫𝐞 🄰♡︎🄼 𝐭𝐢𝐦𝐞 🄰♡︎🄼 𝐖𝐡𝐲 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐬𝐭𝐚𝐲 𝐥𝐢𝐤𝐞 𝐭𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐚𝐦 𝐭𝐫𝐲𝐢𝐧𝐠 𝐦𝐚𝐧𝐲 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐮𝐫𝐯𝐢𝐯𝐞 🄰♡︎🄼 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ ㋛︎ 𝐖𝐡𝐚𝐭𝐞𝐯𝐞𝐫 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐚𝐟𝐭𝐞𝐫 𝐚 𝐟𝐞𝐰 𝐝𝐚𝐲𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐫𝐞𝐭𝐮𝐫𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐭𝐡𝐞 𝐬𝐚𝐦𝐞 𝐩𝐥𝐚𝐜𝐞  𝐁𝐞𝐜𝐚𝐮𝐬𝐞 𝐡𝐚𝐩𝐩𝐢𝐧𝐞𝐬𝐬 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎𝐞𝐬 𝐧𝐨𝐭 𝐬𝐢𝐭 𝐨𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐟𝐨𝐫𝐞𝐡𝐞𝐚𝐝 🥺   𝐅𝐢𝐧𝐚𝐥𝐥𝐲 𝐃𝐞𝐚𝐭𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐛𝐞𝐚𝐮𝐭𝐢𝐟𝐮𝐥 𝐃𝐞𝐚𝐭𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐦𝐢𝐧𝐝 𝐛𝐥𝐨𝐰𝐢𝐧𝐠 𝐌𝐚𝐲𝐚 𝐠𝐫𝐨𝐰𝐬 𝐢𝐧 𝐃𝐞𝐚𝐭𝐡 𝐓𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐟𝐢𝐫𝐬𝐭 𝐭𝐢𝐦𝐞 𝐢𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐥𝐢𝐟𝐞 ㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐟𝐢𝐧𝐚𝐥𝐥𝐲 𝐠𝐨𝐭 𝐰𝐡𝐚𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐰𝐚𝐧𝐭𝐞𝐝 𝐒𝐭𝐢𝐥𝐥 𝐚𝐟𝐭𝐞𝐫 𝐦𝐮𝐜𝐡 𝐰𝐚𝐢𝐭𝐢𝐧𝐠 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐠𝐨𝐭 𝐢𝐭 𝐧𝐨𝐰 𝐨𝐧 𝐉𝐚𝐧23 𝐖𝐡𝐞𝐧 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐛𝐫𝐢𝐧𝐠 𝐮𝐩 𝐭𝐡𝐞 𝐰𝐨𝐫𝐝𝐬 𝐨𝐟 𝐰𝐚𝐢𝐭𝐢𝐧𝐠 𝐟𝐨𝐫 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐥𝐢𝐟𝐞 𝐧𝐨𝐰 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐜𝐫𝐲 𝐚𝐧𝐝 𝐥𝐚𝐮𝐠𝐡  𝐋𝐚𝐭𝐞𝐫 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐭𝐡𝐢𝐧𝐤 ㋛︎ 𝐭𝐡𝐞𝐫𝐞 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐧𝐨 𝐨𝐧𝐞'𝐬 𝐟𝐚𝐮𝐥𝐭 𝐡𝐞𝐫𝐞  𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎  𝙳𝙴𝙰𝚃𝙷シ︎ 𝐨𝐰𝐧  𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎'𝐦 𝐨𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠  𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐥𝐢𝐯𝐞𝐝 𝐬𝐨 𝐥𝐨𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐝𝐢𝐞 🥺 𝐨𝐧𝐞 🄰♡︎🄼 𝐡𝐨𝐩𝐞  𝐓𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐧𝐨𝐭 𝐩𝐨𝐬𝐬𝐢𝐛𝐥𝐞 𝐧𝐨 𝐦𝐚𝐭𝐭𝐞𝐫 𝐰𝐡𝐚𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐧𝐨𝐰  𝐓𝐡𝐞 𝐝𝐞𝐬𝐢𝐫𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐡𝐚𝐯𝐞 𝐫𝐞𝐦𝐚𝐢𝐧𝐞𝐝 𝐞𝐯𝐞𝐧 𝐚𝐟𝐭𝐞𝐫 𝐃𝐞𝐚𝐭𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐝𝐢𝐝 𝐧𝐨𝐭 ㋛︎ 𝐚𝐧𝐲𝐨𝐧𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐮𝐧𝐝𝐞𝐫𝐬𝐭𝐚𝐧𝐝 𝐦𝐞 𝐖𝐡𝐚𝐭 𝐜𝐚𝐧 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐬𝐚𝐲 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐟𝐚𝐦𝐢𝐥𝐲 𝐝𝐢𝐝 𝐧𝐨𝐭 𝐮𝐧𝐝𝐞𝐫𝐬𝐭𝐚𝐧𝐝 𝐦𝐞 𝐭𝐢𝐥𝐥 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠𝐝𝐚𝐲  𝐖𝐡𝐚𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐰𝐚𝐧𝐭 𝐰𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐩𝐨𝐬𝐬𝐢𝐛𝐥𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 🥺 𝐦𝐞 🥺   𝐅𝐫𝐢𝐞𝐧𝐝𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 🄰♡︎🄼 𝐬𝐭𝐢𝐥𝐥 𝐭𝐡𝐞𝐫𝐞 🥺 𝐭𝐡𝐨𝐮𝐬𝐚𝐧𝐝𝐬 𝐨𝐟 𝐭𝐡𝐨𝐮𝐠𝐡𝐭𝐬 𝐢𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐦𝐢𝐧𝐝 𝐚𝐧𝐝 🥺 𝐭𝐞𝐚𝐫𝐬 𝐢𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐞𝐲𝐞𝐬 𝐰𝐨𝐧𝐝𝐞𝐫𝐢𝐧𝐠 𝐰𝐡𝐚𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐝𝐢𝐝 𝐰𝐫𝐨𝐧𝐠 🥺 𝐢 𝐰𝐚𝐧𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐥𝐢𝐯𝐞 𝐓𝐡𝐞𝐫𝐞 𝐚𝐫𝐞 𝐬𝐭𝐢𝐥𝐥 𝐦𝐚𝐧𝐲 𝐭𝐡𝐢𝐧𝐠𝐬 𝐥𝐞𝐟𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐞𝐞 𝐚𝐧𝐝 𝐥𝐞𝐚𝐫𝐧 𝐢𝐧 𝐥𝐢𝐟𝐞 𝐖𝐡𝐚𝐭 𝐬𝐡𝐨𝐮𝐥𝐝 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐡𝐨𝐰 𝐜𝐚𝐧 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐠𝐞𝐭 𝐫𝐢𝐝 𝐨𝐟 𝐭𝐡𝐨𝐮𝐠𝐡𝐭𝐬 𝐨𝐟 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐓𝐫𝐲𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 ㋛︎ 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 𝐛𝐮𝐬𝐲 𝐢𝐧 𝐦𝐚𝐧𝐲 𝙳𝙴𝙰𝚃𝙷シ︎ 🄰♡︎🄼 𝐧𝐨𝐭 𝐡𝐚𝐩𝐩𝐞𝐧𝐢𝐧𝐠  𝐍𝐨𝐰 𝐞𝐯𝐞𝐫𝐲𝐭𝐡𝐢𝐧𝐠 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐦𝐞𝐬𝐬𝐞𝐝 𝐮𝐩 𝐰𝐡𝐚𝐭 𝐬𝐡𝐨𝐮𝐥𝐝 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐰𝐢𝐥𝐥 𝐧𝐨𝐭 𝐡𝐚𝐯𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐜𝐨𝐦𝐞 𝐨𝐮𝐭 𝐨𝐟 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐩𝐫𝐨𝐛𝐥𝐞𝐦𝐬 𝐚𝐥𝐨𝐧𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎𝐟 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐛𝐮𝐬𝐲 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 𝐟𝐫𝐨𝐦 𝐚𝐥𝐥 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐟𝐨𝐫 𝐟𝐢𝐯𝐞 𝐦𝐢𝐧𝐮𝐭𝐞𝐬 𝐅𝐨𝐫 𝐭𝐡𝐞 𝐧𝐞𝐱𝐭 𝐭𝐞𝐧 𝐦𝐢𝐧𝐮𝐭𝐞𝐬 𝐲𝐨𝐮 𝐡𝐚𝐯𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐜𝐫𝐲 𝐟𝐨𝐫 𝐲𝐨𝐮𝐫 𝐥𝐢𝐟𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎𝐧'𝐭 𝐡𝐚𝐯𝐞 𝐭𝐢𝐦𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐤𝐢𝐥𝐥 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 𝐰𝐡𝐞𝐧 𝐞𝐯𝐞𝐫𝐲𝐭𝐡𝐢𝐧𝐠 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐟𝐢𝐧𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎'𝐥𝐥 𝐬𝐞𝐞 𝐢𝐟 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐠𝐞𝐭 𝐚 𝐥𝐢𝐭𝐭𝐥𝐞 𝐬𝐨𝐦𝐞𝐭𝐡𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐥𝐢𝐯𝐞 𝐟𝐨𝐫 𝐚 𝐟𝐞𝐰 𝐦𝐨𝐫𝐞 𝐝𝐚𝐲𝐬 𝐁𝐮𝐭 𝐢𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎  𝐅𝐨𝐫 𝐦𝐞 𝐃𝐞𝐚𝐭𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐨𝐧𝐥𝐲 𝐬𝐨𝐥𝐮𝐭𝐢𝐨𝐧 🥺   𝐃𝐞𝐚𝐭𝐡 𝐍𝐨𝐭𝐞 𝐁𝐞𝐭𝐭𝐞𝐫 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐛𝐮𝐫𝐧 𝐭𝐡𝐚𝐧 𝐟𝐚𝐝𝐞 𝐀𝐭 𝐭𝐡𝐞 𝐞𝐧𝐝 𝐨𝐟 𝐉𝐚𝐧𝐮𝐚𝐫𝐲 2023 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐦𝐨𝐯𝐞𝐝 𝐨𝐮𝐭 𝐨𝐟 𝐭𝐡𝐞 𝐡𝐨𝐮𝐬𝐞 𝐚𝐧𝐝 𝐫𝐞𝐚𝐥𝐢𝐳𝐞𝐝 ㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 🄰♡︎🄼 𝐫𝐢𝐠𝐡𝐭 𝐟𝐨𝐫 𝐦𝐞 𝐒𝐢𝐧𝐜𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 🄰♡︎🄼 𝐩𝐞𝐫𝐦𝐚𝐧𝐞𝐧𝐭𝐥𝐲 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐚𝐛𝐥𝐞𝐝 𝐨𝐧 𝐃𝐞𝐜 2021 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐧𝐨𝐭 𝐫𝐮𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐚𝐧𝐲𝐦𝐨𝐫𝐞 2023 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐭𝐡𝐨𝐮𝐠𝐡𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐠𝐢𝐯𝐞 𝐭𝐡𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐧𝐨𝐭𝐞 𝐬𝐨 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐨𝐩𝐞𝐧𝐞𝐝 𝐚 𝐧𝐞𝐰 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎𝐃 𝐨𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐨𝐧 31𝐉𝐚𝐧 2023 𝐀𝐟𝐭𝐞𝐫 𝐫𝐮𝐧𝐧𝐢𝐧𝐠 𝐟𝐨𝐫  𝐦𝐨𝐧𝐭𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐮𝐬𝐞𝐝 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐝𝐞𝐥𝐞𝐭𝐞 𝐭𝐡𝐞 𝐚𝐜𝐜𝐨𝐮𝐧𝐭 𝐛𝐞𝐟𝐨𝐫𝐞 31 𝐝𝐚𝐲𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐮𝐬𝐞𝐝 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐝𝐞𝐥𝐞𝐭𝐞 𝐀𝐫𝐚'𝐬 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 15 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠𝐛𝐞𝐫 2023 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐚𝐠𝐚𝐢𝐧 𝐥𝐞𝐟𝐭 𝐚𝐥𝐥 𝐭𝐡𝐞 𝐭𝐡𝐨𝐮𝐠𝐡𝐭𝐬 𝐚𝐧𝐝 𝐬𝐭𝐚𝐫𝐭𝐞𝐝 𝐫𝐮𝐧𝐧𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎           🄰♡︎🄼 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐰🄰♡︎🄼 𝐚𝐛𝐥𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐭𝐡𝐢𝐧𝐤 𝐭𝐡𝐞 𝐰𝐚𝐲 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐝𝐢𝐝 𝐇𝐨𝐰 𝐚𝐫𝐞 𝐭𝐡𝐞 𝐝𝐚𝐲𝐬 𝐠𝐨𝐢𝐧𝐠 𝐧𝐨𝐰 𝐓𝐡𝐞𝐫𝐞 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐧𝐨 𝐫𝐢𝐠𝐡𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 ㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐨𝐧𝐞 𝐝𝐚𝐲 🥺   𝐅𝐫𝐢𝐞𝐧𝐝𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐖𝐢𝐥𝐥 𝐂𝐡𝐨𝐨𝐬𝐞 𝐌𝐲 𝐎𝐰𝐧 𝐏𝐚𝐭𝐡 𝐓𝐡𝐞 𝐅𝐢𝐱𝐲 𝐄𝐧𝐝𝐬 𝐎𝐟 𝐌𝐲 𝐒𝐩𝐞𝐚𝐫𝐬 𝐖𝐚𝐫𝐧 𝐓𝐡𝐨𝐬𝐞 𝐀𝐠𝐚𝐢𝐧𝐬𝐭 𝐌𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐧𝐨 𝐫𝐞𝐠𝐫𝐞𝐭𝐬 𝐚𝐛𝐨𝐮𝐭 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐃𝐞𝐚𝐭𝐡 𝐒𝐨 𝐰𝐡𝐲 𝐬𝐡𝐨𝐮𝐥𝐝 𝐲𝐨𝐮 𝐫𝐞𝐠𝐫𝐞𝐭 𝐢𝐭 𝐓𝐨𝐝𝐚𝐲 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐝𝐢𝐞𝐝 𝐌𝐲 𝐟𝐚𝐦𝐢𝐥𝐲 𝐰𝐢𝐥𝐥 𝐜𝐫𝐲 𝐟𝐨𝐫 𝐬𝐞𝐯𝐞𝐧 𝐝𝐚𝐲𝐬 𝐑𝐞𝐦𝐞𝐦𝐛𝐞𝐫 𝐨𝐧𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐭𝐰𝐨 𝐲𝐞𝐚𝐫𝐬  𝐅𝐫𝐢𝐞𝐧𝐝 𝐂𝐢𝐫𝐜𝐥𝐞 𝐰𝐢𝐥𝐥 𝐜𝐨𝐦𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠𝐝𝐚𝐲 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐞𝐞 𝐦𝐞 𝐬𝐢𝐭𝐭𝐢𝐧𝐠 𝐛𝐞𝐬𝐢𝐝𝐞 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐝𝐞𝐚𝐝 𝐛𝐨𝐝𝐲 𝐚𝐧𝐝 𝐜𝐫𝐲𝐢𝐧𝐠  1-2 𝐦𝐨𝐧𝐭𝐡𝐬 𝐰𝐢𝐥𝐥 𝐛𝐞 𝐫𝐞𝐦𝐞𝐦𝐛𝐞𝐫𝐞𝐝 𝐁𝐮𝐭 𝐭𝐡𝐞𝐧 𝐢𝐭'𝐬 𝐚𝐥𝐥 𝐨𝐯𝐞𝐫  𝐎𝐧𝐥𝐲 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐤𝐧𝐨𝐰 𝐰𝐡𝐚𝐭 𝙳𝙴𝙰𝚃𝙷シ︎  𝐡𝐞𝐚𝐝 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎𝐞𝐬 𝐞𝐯𝐞𝐫𝐲 𝐦𝐨𝐦𝐞𝐧𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ ㋛︎ 𝐡𝐚𝐧𝐝𝐥𝐞 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 𝐧𝐨𝐰 𝐁𝐞𝐬𝐢𝐝𝐞𝐬 𝐧𝐨𝐰 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐧𝐨 𝐝𝐞𝐬𝐢𝐫𝐞 𝐰𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐮𝐬𝐞 𝐨𝐟 𝐥𝐢𝐯𝐢𝐧𝐠 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐓𝐡𝐞 𝐃𝐞𝐚𝐭𝐡 𝐨𝐟 𝐚𝐧 𝐢𝐧𝐝𝐢𝐯𝐢𝐝𝐮𝐚𝐥 𝐬𝐨𝐥𝐯𝐞𝐬 𝐚𝐥𝐥 𝐭𝐡𝐞 𝐩𝐫𝐨𝐛𝐥𝐞𝐦𝐬 𝐨𝐟 𝐬𝐚𝐢𝐝 𝐢𝐧𝐝𝐢𝐯𝐢𝐝𝐮𝐚𝐥 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐚𝐦 𝐌𝐝 𝐀𝐤𝐢𝐣 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐥𝐚𝐦 𝐰𝐡𝐞𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐩𝐞𝐫𝐬𝐨𝐧 𝐝𝐞𝐜𝐢𝐝𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 ㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐣𝐮𝐬𝐭 ㋛︎ 𝐧𝐨 𝐨𝐧𝐞 𝐰𝐢𝐥𝐥 𝐮𝐧𝐝𝐞𝐫𝐬𝐭𝐚𝐧𝐝 𝐞𝐱𝐜𝐞𝐩𝐭 ㋛︎ 𝐩𝐞𝐫𝐬𝐨𝐧 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 🄰♡︎🄼 𝐝𝐞𝐚𝐝  𝐣𝐮𝐬𝐭 𝐭𝐫𝐲𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐥𝐢𝐯𝐞 𝐁𝐞𝐭𝐭𝐞𝐫 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐛𝐮𝐫𝐧 𝐭𝐡𝐚𝐧 𝐟𝐚𝐝𝐞 𝐍𝐨𝐛𝐨𝐝𝐲 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐛𝐥𝐚𝐦𝐞 𝐟𝐨𝐫 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐃𝐞𝐚𝐭𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐚𝐦 𝐞𝐧𝐭𝐢𝐫𝐞𝐥𝐲 𝐫𝐞𝐬𝐩𝐨𝐧𝐬𝐢𝐛𝐥𝐞 𝐟𝐨𝐫 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐨𝐰𝐧 𝐃𝐞𝐚𝐭𝐡   𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐤𝐢𝐥𝐥𝐬 𝐲𝐨𝐮𝐫 𝐡𝐚𝐩𝐩𝐢𝐧𝐞𝐬𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐰🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐜𝐨𝐮𝐥𝐝 𝐞𝐱𝐩𝐥𝐚𝐢𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐨𝐦𝐞𝐨𝐧𝐞 𝐰𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐠𝐨𝐢𝐧𝐠 𝐭𝐡𝐫𝐨𝐮𝐠𝐡 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐦𝐢𝐧𝐝 𝐌𝐲 𝐞𝐲𝐞𝐬 𝐰𝐚𝐧𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐥𝐞𝐞𝐩  𝙳𝙴𝙰𝚃𝙷シ︎ 𝐡𝐞𝐚𝐝 𝐰𝐨𝐧'𝐭 𝐥𝐞𝐭 𝐦𝐞 𝐬𝐥𝐞𝐞𝐩 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐥𝐨𝐯𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐡𝐮𝐫𝐭 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 ㋛︎ 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝙳𝙴𝙰𝚃𝙷 𝐡𝐚𝐩𝐩𝐢𝐧𝐞𝐬𝐬 𝐓𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐭𝐡𝐞 𝐧𝐢𝐠𝐡𝐭 𝐞𝐧𝐝𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ ㋛︎ 𝐠𝐞𝐭 𝐨𝐮𝐭 𝐨𝐟 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐭𝐡𝐨𝐮𝐠𝐡𝐭𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎𝐟 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐮𝐫𝐭 𝙳𝙴𝙰𝚃𝙷 𝐬𝐞𝐥𝐟 𝐭𝐡𝐞𝐧 𝐢𝐭 𝐟𝐞𝐞𝐥𝐬 𝐛𝐞𝐭𝐭𝐞𝐫 𝐀 𝐥𝐨𝐭 𝐨𝐟 𝐝𝐞𝐬𝐢𝐫𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐥𝐞𝐚𝐫𝐧 𝐬𝐨𝐦𝐞𝐭𝐡𝐢𝐧𝐠 𝐧𝐞𝐰 𝐬𝐢𝐧𝐜𝐞 𝐜𝐡𝐢𝐥𝐝𝐡𝐨𝐨𝐝 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐥𝐢𝐯𝐞 🥺 𝐨𝐧𝐞 𝐭𝐡𝐢𝐧𝐠 𝐅𝐨𝐫 𝐰𝐡𝐢𝐜𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐥𝐨𝐬𝐞 𝐦𝐚𝐧𝐲 𝐝𝐞𝐚𝐫 𝐭𝐡𝐢𝐧𝐠𝐬 𝐢𝐧 𝐥𝐢𝐟𝐞 𝐚𝐧𝐝 𝐥𝐞𝐚𝐫𝐧 𝐦𝐚𝐧𝐲 𝐭𝐡𝐢𝐧𝐠𝐬 𝐚𝐥𝐨𝐧𝐞 𝐚𝐧𝐝 𝐧𝐨𝐰 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐜𝐚𝐮𝐬𝐞 𝐨𝐟 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐃𝐞𝐚𝐭𝐡 🥺   𝐅𝐮𝐜𝐤 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐥𝐢𝐟𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎𝐟 𝐃𝐞𝐚𝐭𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐞𝐧𝐝 𝐨𝐟 𝐚𝐥𝐥  🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐓𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐫𝐢𝐠𝐡𝐭 🥺 𝐦𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐭𝐞 𝙳𝙴𝙰𝚃𝙷 𝐬𝐞𝐥𝐟 𝐰𝐡𝐲 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐭𝐡𝐞 🄰♡︎🄼𝐞 🥺 𝐦𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐧𝐨𝐭𝐡𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐚𝐲 𝐡𝐚𝐩𝐩𝐢𝐧𝐞𝐬𝐬 𝐢𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐥𝐢𝐟𝐞 𝐖𝐡𝐚𝐭 𝐰𝐢𝐥𝐥 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 🥺 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐥𝐢𝐟𝐞 𝐨𝐟 𝐡𝐚𝐭𝐞 𝐍𝐨 𝐨𝐧𝐞 𝐰𝐚𝐧𝐭𝐬 𝐦𝐞 𝐇𝐚𝐭𝐢𝐧𝐠 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 𝐦𝐨𝐫𝐞 𝐚𝐧𝐝 𝐦𝐨𝐫𝐞 🄰♡︎🄼 𝐭𝐢𝐦𝐞 🄰♡︎🄼 𝐖𝐡𝐲 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐬𝐭𝐚𝐲 𝐥𝐢𝐤𝐞 𝐃𝐞𝐚𝐭𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐚𝐦 𝐭𝐫𝐲𝐢𝐧𝐠 𝐦𝐚𝐧𝐲 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐮𝐫𝐯𝐢𝐯𝐞 🄰♡︎🄼 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ ㋛︎ 𝐖𝐡𝐚𝐭𝐞𝐯𝐞𝐫 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐚𝐟𝐭𝐞𝐫 𝐚 𝐟𝐞𝐰 𝐝𝐚𝐲𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐫𝐞𝐭𝐮𝐫𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐭𝐡𝐞 𝐬𝐚𝐦𝐞 𝐩𝐥𝐚𝐜𝐞 𝐁𝐞𝐜𝐚𝐮𝐬𝐞 𝐡𝐚𝐩𝐩𝐢𝐧𝐞𝐬𝐬 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎  𝐧𝐨𝐭 𝐬𝐢𝐭 𝐨𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐟𝐨𝐫𝐞𝐡𝐞𝐚𝐝 🥺   𝐅𝐢𝐧𝐚𝐥𝐥𝐲 𝐃𝐞𝐚𝐭𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐛𝐞𝐚𝐮𝐭𝐢𝐟𝐮𝐥 𝐃𝐞𝐚𝐭𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐦𝐢𝐧𝐝 𝐛𝐥𝐨𝐰𝐢𝐧𝐠 𝐌𝐚𝐲𝐚 𝐠𝐫𝐨𝐰𝐬 𝐢𝐧 𝐃𝐞𝐚𝐭𝐡 𝐓𝐡🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼  🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐟𝐢𝐫𝐬𝐭 𝐭𝐢𝐦𝐞 𝐢𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐥𝐢𝐟𝐞 ㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐟𝐢𝐧𝐚𝐥𝐥𝐲 𝐠𝐨𝐭 𝐰𝐡𝐚𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐰𝐚𝐧𝐭𝐞𝐝 𝐒𝐭𝐢𝐥𝐥 𝐚𝐟𝐭𝐞𝐫 𝐦𝐮𝐜𝐡 𝐰𝐚𝐢𝐭𝐢𝐧𝐠 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐠𝐨𝐭 𝐢𝐭 𝐧𝐨𝐰 𝐨𝐧 𝐉𝐚𝐧23 𝐖𝐡𝐞𝐧 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐛𝐫𝐢𝐧𝐠 𝐮𝐩 𝐭𝐡𝐞 𝐰𝐨𝐫𝐝𝐬 𝐨𝐟 𝐰𝐚𝐢𝐭𝐢𝐧𝐠 𝐟𝐨𝐫 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐥𝐢𝐟𝐞 𝐧𝐨𝐰 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐜𝐫𝐲 𝐚𝐧𝐝 𝐥𝐚𝐮𝐠𝐡 𝐋𝐚𝐭𝐞𝐫 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐭𝐡𝐢𝐧𝐤 ㋛︎ 𝐭𝐡𝐞𝐫𝐞 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐧𝐨 𝐨𝐧𝐞'𝐬 𝐟𝐚𝐮𝐥𝐭 𝐡𝐞𝐫𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐨𝐰𝐧 𝐟𝐚𝐮𝐥𝐭—㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎  𝐨𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐥𝐢𝐯𝐞𝐝 𝐬𝐨 𝐥𝐨𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐝𝐢𝐞 🥺 𝐨𝐧𝐞 🄰♡︎🄼 𝐡𝐨𝐩𝐞 𝐓𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐧𝐨𝐭 𝐩𝐨𝐬𝐬𝐢𝐛𝐥𝐞 𝐧𝐨 𝐦𝐚𝐭𝐭𝐞𝐫 𝐰𝐡𝐚𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐧𝐨𝐰 𝐓𝐡𝐞 𝐝𝐞𝐬𝐢𝐫𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐡𝐚𝐯𝐞 𝐫𝐞𝐦𝐚𝐢𝐧𝐞𝐝 𝐞𝐯𝐞𝐧 𝐚𝐟𝐭𝐞𝐫 𝐃𝐞𝐚𝐭𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐝𝐢𝐝 𝐧𝐨𝐭 ㋛︎ 𝐚𝐧𝐲𝐨𝐧𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐮𝐧𝐝𝐞𝐫𝐬𝐭𝐚𝐧𝐝 𝐦𝐞 𝐖𝐡𝐚𝐭 𝐜𝐚𝐧 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐬𝐚𝐲 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐟𝐚𝐦𝐢𝐥𝐲 𝐝𝐢𝐝 𝐧𝐨𝐭 𝐮𝐧𝐝𝐞𝐫𝐬𝐭𝐚𝐧𝐝 𝐦𝐞 𝐭𝐢𝐥𝐥 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠𝐝𝐚𝐲 𝐖𝐡𝐚𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐰𝐚𝐧𝐭 𝐰𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐩𝐨𝐬𝐬𝐢𝐛𝐥𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 🥺 𝐦𝐞 🥺   𝐅𝐫𝐢𝐞𝐧𝐝𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 🄰♡︎🄼 𝐬𝐭𝐢𝐥𝐥 𝐭𝐡𝐞𝐫𝐞 🥺 𝐭𝐡𝐨𝐮𝐬𝐚𝐧𝐝𝐬 𝐨𝐟 𝐭𝐡𝐨𝐮𝐠𝐡𝐭𝐬 𝐢𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐦𝐢𝐧𝐝 𝐚𝐧𝐝 🥺 𝐭𝐞𝐚𝐫𝐬 𝐢𝐧 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐞𝐲𝐞𝐬 𝐰𝐨𝐧𝐝𝐞𝐫𝐢𝐧𝐠 𝐰𝐡𝐚𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐝𝐢𝐝 𝐰𝐫𝐨𝐧𝐠 🥺 𝐢 𝐰𝐚𝐧𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐥𝐢𝐯𝐞 𝐓𝐡𝐞𝐫𝐞 𝐚𝐫𝐞 𝐬𝐭𝐢𝐥𝐥 𝐦𝐚𝐧𝐲 𝐭𝐡𝐢𝐧𝐠𝐬 𝐥𝐞𝐟𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐞𝐞 𝐚𝐧𝐝 𝐥𝐞𝐚𝐫𝐧 𝐢𝐧 𝐥𝐢𝐟𝐞 𝐖𝐡𝐚𝐭 𝐬𝐡𝐨𝐮𝐥𝐝 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐡𝐨𝐰 𝐜𝐚𝐧 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐠𝐞𝐭 𝐫𝐢𝐝 𝐨𝐟 𝐭𝐡𝐨𝐮𝐠𝐡𝐭𝐬 𝐨𝐟 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐓𝐫𝐲𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 ㋛︎ 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐛𝐮𝐬𝐲 𝐢𝐧 𝐦𝐚𝐧𝐲 𝙳𝙴𝙰𝚃𝙷シ︎ 🄰♡︎🄼 𝐧𝐨𝐭 𝐡𝐚𝐩𝐩𝐞𝐧𝐢𝐧𝐠 𝐍𝐨𝐰 𝐞𝐯𝐞𝐫𝐲𝐭𝐡𝐢𝐧𝐠 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐦𝐞𝐬𝐬𝐞𝐝 𝐮𝐩 𝐰𝐡𝐚𝐭 𝐬𝐡𝐨𝐮𝐥𝐝 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎  𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐰𝐢𝐥𝐥 𝐧𝐨𝐭 𝐡𝐚𝐯𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐜𝐨𝐦𝐞 𝐨𝐮𝐭 𝐨𝐟 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐩𝐫𝐨𝐛𝐥𝐞𝐦𝐬 𝐚𝐥𝐨𝐧𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎𝐟 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐛𝐮𝐬𝐲  𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 𝐟𝐫𝐨𝐦 𝐚𝐥𝐥  🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐟𝐨𝐫 𝐟𝐢𝐯𝐞 𝐦𝐢𝐧𝐮𝐭𝐞𝐬  𝐅𝐨𝐫 𝐭𝐡𝐞 𝐧𝐞𝐱𝐭 𝐭𝐞𝐧 𝐦𝐢𝐧𝐮𝐭𝐞𝐬 𝐲𝐨𝐮 𝐡𝐚𝐯𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐜𝐫𝐲 𝐟𝐨𝐫 𝐲𝐨𝐮𝐫 𝐥𝐢𝐟𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐭 𝐡𝐚𝐯𝐞 𝐭𝐢𝐦𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐤𝐢𝐥𝐥 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐬𝐞𝐥𝐟 𝐰𝐡𝐞𝐧 𝐞𝐯𝐞𝐫𝐲𝐭𝐡𝐢𝐧𝐠 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐟𝐢𝐧𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ '𝐥𝐥 𝐬𝐞𝐞 𝐢𝐟 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐠𝐞𝐭 𝐚 𝐥𝐢𝐭𝐭𝐥𝐞 𝐬𝐨𝐦𝐞𝐭𝐡𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐥𝐢𝐯𝐞 𝐟𝐨𝐫 𝐚 𝐟𝐞𝐰 𝐦𝐨𝐫𝐞 𝐝𝐚𝐲𝐬 𝐁𝐮𝐭 𝐢𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐞𝐬𝐧'𝐭 𝐅𝐨𝐫 𝐦𝐞 𝐃𝐞𝐚𝐭𝐡 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐨𝐧𝐥𝐲 𝐬𝐨𝐥𝐮𝐭𝐢𝐨𝐧 🥺   𝐃𝐞𝐚𝐭𝐡 𝐍𝐨𝐭𝐞 𝐁𝐞𝐭𝐭𝐞𝐫 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐛𝐮𝐫𝐧 𝐭𝐡𝐚𝐧 𝐟𝐚𝐝𝐞 𝐀𝐭 𝐭𝐡𝐞 𝐞𝐧𝐝 𝐨𝐟 𝐉𝐚𝐧𝐮𝐚𝐫𝐲 2023  𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐦𝐨𝐯𝐞𝐝 𝐨𝐮𝐭 𝐨𝐟 𝐭𝐡𝐞 𝐡𝐨𝐮𝐬𝐞 𝐚𝐧𝐝 𝐫𝐞𝐚𝐥𝐢𝐳𝐞𝐝 ㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 🄰♡︎🄼 𝐫𝐢𝐠𝐡𝐭 𝐟𝐨𝐫 𝐦𝐞 𝐒𝐢𝐧𝐜𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 🄰♡︎🄼 𝐩𝐞𝐫𝐦𝐚𝐧𝐞𝐧𝐭𝐥𝐲  🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼𝐚𝐛𝐥𝐞𝐝 𝐨𝐧 𝐃𝐞𝐜 2021 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐧𝐨𝐭 𝐫𝐮𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐚𝐧𝐲𝐦𝐨𝐫𝐞 2023 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐭𝐡𝐨𝐮𝐠𝐡𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐠𝐢𝐯𝐞 𝐭𝐡𝐞 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐧𝐨𝐭𝐞 𝐬𝐨 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐨𝐩𝐞𝐧𝐞𝐝 𝐚 𝐧𝐞𝐰 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐨𝐧 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐨𝐧 31𝐉𝐚𝐧 2023 𝐀𝐟𝐭𝐞𝐫 𝐫𝐮𝐧𝐧𝐢𝐧𝐠 𝐟𝐨𝐫 😐 𝐦𝐨𝐧𝐭𝐡 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐮𝐬𝐞𝐝 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐝𝐞𝐥𝐞𝐭𝐞 𝐭𝐡𝐞 𝐚𝐜𝐜𝐨𝐮𝐧𝐭 𝐛𝐞𝐟𝐨𝐫𝐞 31 𝐝𝐚𝐲𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐮𝐬𝐞𝐝 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐝𝐞𝐥𝐞𝐭𝐞 𝐀𝐫𝐚'𝐬 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠𝐛𝐞𝐫 2023 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐚𝐠𝐚𝐢𝐧 𝐥𝐞𝐟𝐭 𝐚𝐥𝐥 𝐭𝐡𝐞 𝐭𝐡𝐨𝐮𝐠𝐡𝐭𝐬 𝐚𝐧𝐝 𝐬𝐭𝐚𝐫𝐭𝐞𝐝 𝐫𝐮𝐧𝐧𝐢𝐧𝐠 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 🄰♡︎🄼 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 🄰♡︎🄼 𝐚𝐛𝐥𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐭𝐡𝐢𝐧𝐤 𝐭𝐡𝐞 𝐰𝐚𝐲 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐝𝐢𝐝 𝐇𝐨𝐰 𝐚𝐫𝐞 𝐭𝐡𝐞 𝐝𝐚𝐲𝐬 𝐠𝐨𝐢𝐧𝐠 𝐧𝐨𝐰 𝐓𝐡𝐞𝐫𝐞 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐧𝐨 𝐫𝐢𝐠𝐡𝐭 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 ㋛︎ 𝐒𝐮𝐢𝐜𝐢𝐝𝐞 𝐨𝐧𝐞 𝐝𝐚𝐲 🥺   𝐅𝐫𝐢𝐞𝐧𝐝𝐬 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐖𝐢𝐥𝐥 𝐂𝐡𝐨𝐨𝐬𝐞 𝐌𝐲 𝐎𝐰𝐧 𝐏𝐚𝐭𝐡 𝐓𝐡𝐞 𝐅𝐢𝐱𝐲 𝐄𝐧𝐝𝐬 𝐎𝐟 𝐌𝐲 𝐒𝐩𝐞𝐚𝐫𝐬 𝐖𝐚𝐫𝐧 𝐓𝐡𝐨𝐬𝐞 𝐀𝐠𝐚𝐢𝐧𝐬𝐭 𝐌𝐞 😵 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐧𝐨 𝐫𝐞𝐠𝐫𝐞𝐭𝐬 𝐚𝐛𝐨𝐮𝐭 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐃𝐞𝐚𝐭𝐡  𝐒𝐨 𝐰𝐡𝐲 𝐬𝐡𝐨𝐮𝐥𝐝 𝐲𝐨𝐮 𝐫𝐞𝐠𝐫𝐞𝐭 𝐢𝐭? 𝐓𝐨𝐝𝐚𝐲 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐝𝐢𝐞𝐝 𝐌𝐲 𝐟𝐚𝐦𝐢𝐥𝐲 𝐰𝐢𝐥𝐥 𝐜𝐫𝐲 𝐟𝐨𝐫 𝐬𝐞𝐯𝐞𝐧 𝐝𝐚𝐲𝐬 𝐑𝐞𝐦𝐞𝐦𝐛𝐞𝐫 𝐨𝐧𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐭𝐰𝐨 𝐲𝐞𝐚𝐫𝐬 𝐅𝐫𝐢𝐞𝐧𝐝 𝐂𝐢𝐫𝐜𝐥𝐞 𝐰𝐢𝐥𝐥 𝐜𝐨𝐦𝐞 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠𝐝𝐚𝐲 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠 𝐬𝐞𝐞 𝐦𝐞 𝐬𝐢𝐭𝐭𝐢𝐧𝐠 𝐛𝐞𝐬𝐢𝐝𝐞 𝙳𝙴𝙰𝚃𝙷シ︎ 𝐝𝐞𝐚𝐝 𝐛𝐨𝐝𝐲 𝐚𝐧𝐝 𝐜𝐫𝐲𝐢𝐧𝐠 1-2 𝐦𝐨𝐧𝐭𝐡𝐬 𝐰𝐢𝐥𝐥 𝐛𝐞 𝐫𝐞𝐦𝐞𝐦𝐛𝐞𝐫𝐞𝐝  𝐁𝐮𝐭 𝐭𝐡𝐞𝐧 𝐢𝐭'𝐬 𝐚𝐥𝐥 𝐨𝐯𝐞𝐫  𝐎𝐧𝐥𝐲 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐤𝐧𝐨𝐰 𝐰𝐡𝐚𝐭 𝙳𝙴𝙰𝚃𝙷 𝐡𝐞𝐚𝐝 𝐎𝐯𝐞𝐫𝐭𝐡𝐢𝐧𝐤𝐢𝐧𝐠㋛︎ 𝐞𝐯𝐞𝐫𝐲 𝐦𝐨𝐦𝐞𝐧𝐭 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ ㋛︎ 𝐡𝐚𝐧𝐝𝐥𝐞 𝙳𝙴𝙰𝚃𝙷シ︎𝐬𝐞𝐥𝐟 𝐧𝐨𝐰 𝐁𝐞𝐬𝐢𝐝𝐞𝐬 𝐧𝐨𝐰 𝐒𝐮𝐢𝐜𝐢𝐝𝐞シ︎ 𝐡𝐚𝐯𝐞 𝐧𝐨 𝐝𝐞𝐬𝐢𝐫𝐞 𝐰𝐡𝐚𝐭 🄼🄳^🄰🄺🄸🄹^🄸🅂🄻🄰🄼 𝐭𝐡𝐞 𝐮𝐬𝐞 𝐨𝐟 𝐥𝐢𝐯𝐢𝐧𝐠";
  var words = {};
  var words_attr = [];
  string_handle(lyric);

  var canvas = document.getElementById('c');
  canvas.width = window.innerWidth;
  canvas.height = window.innerHeight;

  if (canvas.getContext) {
    var c = canvas.getContext('2d'),
      w = canvas.width,
      h = canvas.height;

    c.strokeStyle = 'red';
    c.fillStyle = '#ffffff';
    c.lineWidth = 4;

    // constructor
    Word = function(key) {
      this.text = key;
      this.x = Math.random() * w;
      this.y = Math.random() * h;
      this.font = words[key] * 8 + 'px arial'
      this.speed = (words[key]);
    }
    for (key in words) {
      words_attr.push(new Word(key));
    }
    console.log(words_attr.length);

    function animation() {
      for (var i = 0; i < words_attr.length; i++) {
        c.font = words_attr[i].font;
        c.fillText(words_attr[i].text, words_attr[i].x, words_attr[i].y);
        words_attr[i].width = c.measureText(words_attr[i].text).width;
        c.stroke();
      }
      move();
    }

    function move() {
      for (var i = 0; i < words_attr.length; i++) {
        if (words_attr[i].x > w) {
          words_attr[i].x = -words_attr[i].width;
          words_attr[i].y = Math.random()*h;
        }else{
          words_attr[i].x += words_attr[i].speed;
        }
      }
    }

    setInterval(function() {
      c.clearRect(0,0,w,h);
      animation();
    },24);

  }

  function string_handle(str) {
    var split_str = str.split(" ");
    var word_array = [];
    var word_count = [];
    for (var i = 0; i < split_str.length; i++) {
      check = true;
      for (var j = 0; j <= word_array.length; j++) {
        if (split_str[i] == word_array[j]) {
          word_count[j]++;
          check = false;
          break;
        }
      }
      if (check) {
        word_array.push(split_str[i]);
        word_count.push(1);
      }
    }
    for (var i = 0; i < word_array.length; i++) {
      words[word_array[i]] = word_count[i];
    }
    return words;
  }

}
window.addEventListener("click",play);
function play(){ document.getElementById("peace").play();
}
